/* No comment provided by engineer. */
"Could not move to Applications folder" = "Kunde inte flytta till mappen Program";

/* No comment provided by engineer. */
"Do Not Move" = "Flytta inte";

/* No comment provided by engineer. */
"I can move myself to the Applications folder if you'd like." = "Jag kan förflytta mig till mappen Applikationer om du vill.";

/* No comment provided by engineer. */
"Move to Applications Folder" = "Flytta till mappen Applikationer";

/* No comment provided by engineer. */
"Move to Applications folder in your Home folder?" = "Flytta till programmappen i din hemmapp?";

/* No comment provided by engineer. */
"Move to Applications folder?" = "Flytta till mappen Program?";

/* No comment provided by engineer. */
"Note that this will require an administrator password." = "Observera att detta kommer att kräva administratörslösenord.";

/* No comment provided by engineer. */
"This will keep your Downloads folder uncluttered." = "Detta kommer att hålla din hämtningsmapp obelamrad.";

